package com.noteamname.androidhackathon.toiletRoll.models

object RollPieceHelper {
    fun getPeaces(): List<RollPiece> {
        return listOf(
            RollPiece(
                text = "Если жительница Гавайских островов кладёт цветы за правое ухо, она сообщает тем самым, что доступна. Чем больше цветов, тем сильнее её желание. Интересный факт"
            ),
            RollPiece(
                text = "66% людей целуются с закрытыми глазами. Остальные любят наблюдать за эмоциональной реакцией своего партнёра на поцелуй. Интересный факт"
            ),
            RollPiece(
                text = "40% влюблённых, которые были отвергнуты своими избранниками, впадают в клиническую депрессию. Интересный факт"
            ),
            RollPiece(
                text = "У большинства людей в ресницах живут микроскопические клещи демодекс, у которых есть когти и рот. Интересный факт"
            ),
            RollPiece(
                text = "Самое большое количество документально зафиксированных оргазмов за час – 134 у женщины и 16 у мужчины. Интересный факт"
            ),
            RollPiece(
                text = "Если жительница Гавайских островов кладёт цветы за правое ухо, она сообщает тем самым, что доступна. Чем больше цветов, тем сильнее её желание. Интересный факт"
            ),
            RollPiece(
                text = "66% людей целуются с закрытыми глазами. Остальные любят наблюдать за эмоциональной реакцией своего партнёра на поцелуй. Интересный факт"
            ),
            RollPiece(
                text = "40% влюблённых, которые были отвергнуты своими избранниками, впадают в клиническую депрессию. Интересный факт"
            ),
            RollPiece(
                text = "У большинства людей в ресницах живут микроскопические клещи демодекс, у которых есть когти и рот. Интересный факт"
            ),
            RollPiece(
                text = "Самое большое количество документально зафиксированных оргазмов за час – 134 у женщины и 16 у мужчины. Интересный факт"
            ),
            RollPiece(
                text = "Если жительница Гавайских островов кладёт цветы за правое ухо, она сообщает тем самым, что доступна. Чем больше цветов, тем сильнее её желание. Интересный факт"
            ),
            RollPiece(
                text = "66% людей целуются с закрытыми глазами. Остальные любят наблюдать за эмоциональной реакцией своего партнёра на поцелуй. Интересный факт"
            ),
            RollPiece(
                text = "40% влюблённых, которые были отвергнуты своими избранниками, впадают в клиническую депрессию. Интересный факт"
            ),
            RollPiece(
                text = "У большинства людей в ресницах живут микроскопические клещи демодекс, у которых есть когти и рот. Интересный факт"
            ),
            RollPiece(
                text = "Самое большое количество документально зафиксированных оргазмов за час – 134 у женщины и 16 у мужчины. Интересный факт"
            )
        )
    }
}